# Mini-z KT531P マニュアル

## 通常モード / トレーニングモード

|通常モード |トレーニングモード
|--|--
|送信機電源OFF  |送信機電源OFF
|前進一杯　|後進一杯
|送信機電源ON |送信機電源ON
|トリガ中立<br>数秒ウェイト|トリガ中立<br>数秒ウェイト
|LED点灯　|LED2回点滅

## 送信機のリセットについて
- 車体の電源を入れた際にステアが振れ切る場合、基板のニュートラルを再設定してむ改善されない場合
1. ST.DRとCH4を両方とも左いっぱいまで回す
2. ステアを左いっぱいに切って送信機電源ON
3. ステアを左→右→左→右と操作する
4. スロットルを前進→後退→前進→後退と操作する
5. ST.DRを右いっぱいに回す
6. 完了
![DR/CH4](img/CH4.jpg)

## ペアリングについて
1. Pairing buttonを押しっぱなしにする
2. 車体の電源を入れる
3. Pairing buttonをはなす
4. 送信機電源ON
5. LED点灯で成功（点滅で失敗）


## ステアリングトリムアジャスト
- ステアリングトリムの調整幅で合わせられなくなったらニュートラル調整を行います。

1. トリムを**ニュートラル**にセットします。

2. 車体電源を入れ*ステア*を真っすぐにします。

3. そのまま*ペアリングボタン*を**長押し**します。

4. LEDが**素早く点滅**したらボタンを離してください。

5. 送信機電源を入れて車体側で*センター*を確認してください。

